{
    "home": "الرئيسية",
    "about": "من نحن",
    "projects": "مشاريعنا",
    "team": "فريقنا",
    "contact": "اتصل بنا",
    "welcome": "مرحباً بكم في أصدقاء الغد",
    "mission": "اكتشف مهمتنا ومشاريعنا من أجل مستقبل أفضل.",
    "project1_title": "تجربتنا التدريبية في EFET",
    "project1_description": "في إطار التزامنا الجمعوي ورغبتنا في التطور الشخصي والجماعي، شارك أعضاء جمعية أصدقاء الغد في تدريب ثري في المدرسة الفرنسية للتعليم التقني (EFET).\n\nسمح لنا هذا التدريب باكتساب مهارات أساسية في التواصل وإدارة المشاريع والأدوات الرقمية والتنمية الشخصية. كانت فرصة حقيقية لتعزيز روح الفريق وحس المبادرة وقدرتنا على تنفيذ إجراءات ملموسة في الميدان.\n\nبفضل هذا التعلم، أصبحنا الآن مجهزين بشكل أفضل للدفاع عن قيم الجمعية وقيادة المشاريع التي لها تأثير حقيقي على مجتمعنا.",
    "project2_title": "عمل تضامني مع باب ريان - معاً من أجل مستقبل أفضل",
    "project2_description": "بروح المشاركة والتضامن، نظمت جمعية أصدقاء الغد عمل إنساني بالتعاون مع جمعية باب ريان.\n\nكرست هذه المبادرة لمساعدة المحتاجين، من خلال توزيع المواد الغذائية والملابس والمواد الأساسية الأخرى.\n\nوراء المساعدة المادية، عزز هذا العمل الروابط الإنسانية وأبرز أهمية التضامن والالتزام الجمعوي. معاً، يداً بيد، نبني مستقبلاً أكثر تضامناً وإنسانية.",
    "project3_title": "دعوة للإفطار",
    "project3_description": "تتقدم جمعية أصدقاء الغد وجمعية فرقة البلدان بالشكر الجزيل والامتنان الصادق لجمعية الوفاق على دعوتهم الكريمة للإفطار.\n\nكانت لحظة دافئة، مليئة بالأخوة والتضامن، تعكس قيم المشاركة والتضامن التي نعتز بها. نأمل أن تستمر مثل هذه المبادرات في تعزيز الروابط بين جمعياتنا لصالح مجتمعنا.\n\nجزاكم الله خيراً على كرمكم. معاً، نبني مستقبلاً أفضل! ✨",
    "learn_more": "اعرف المزيد",
    "join_cta": "انضم إلينا",
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "message": "الرسالة",
    "send": "إرسال",
    "contact_info": "معلومات الاتصال",
    "phone": "الهاتف",
    "address": "العنوان",
    "about_title": "من نحن",
    "mission_title": "مهمتنا",
    "mission_text": "مهمتنا هي زرع بذور مستقبل أفضل من خلال دعم الشباب والأطفال والمجتمعات نحو تنمية مستدامة وعادلة وتضامنية. نعمل من خلال الإجراءات التعليمية والثقافية والبيئية والاجتماعية لرفع الوعي وتعزيز القدرات وتعزيز المشاركة المدنية. معاً، دعونا نبني الغد الذي نريد رؤيته.",
    "vision_title": "رؤيتنا",
    "vision_text": "نتصور مستقبلاً يكون فيه الشباب محركات التغيير، حاملين قيم إنسانية وبيئية وتضامنية. رؤيتنا هي مجتمع يسمع فيه كل شاب ويقدر ويدعم ليصبح مواطنًا نشطًا، واعياً بتأثيره على العالم. من خلال إجراءاتنا، نحلم ببناء مجتمعات موحدة ومسؤولة ومشاركة من أجل مستقبل أكثر خضرة وإنصافًا وإنسانية.",
    "team_title": "فريقنا",
    "team_subtitle": "تعرف على الأعضاء المتحمسين الذين يجعلون جمعيتنا حية",
    "hiba_title": "الأمين العام",
    "hiba_description": "هبة الزواري، الأمين العام لجمعية أصدقاء الغد، تجسد الالتزام والعزيمة في خدمة مهمتنا. قيادتها ورؤيتها الاستراتيجية توجه أعمالنا نحو مستقبل أفضل.",
    "position": "المنصب"
}