{
    "home": "Home",
    "about": "About",
    "projects": "Our Projects",
    "team": "Our Team",
    "contact": "Contact",
    "welcome": "Welcome to Les Amis de Demain",
    "mission": "Discover our mission and projects for a better future.",
    "project1_title": "Our Training Experience at EFET",
    "project1_description": "As part of our associative commitment and our desire for personal and collective development, the members of Les Amis de Demain association attended an enriching training at the French School of Technical Education (EFET).\n\nThis training allowed us to acquire key skills in communication, project management, digital tools, and personal development. It was a real opportunity to strengthen our team spirit, our sense of initiative, and our ability to carry out concrete actions in the field.\n\nThanks to this learning, we are now better equipped to uphold the association's values and lead projects that have a real impact on our community.",
    "project2_title": "Solidarity Action with Bab Rayan – Together for a Better Future",
    "project2_description": "In a spirit of sharing and solidarity, Les Amis de Demain association organized a humanitarian action in collaboration with Bab Rayan association.\n\nThis initiative was dedicated to helping people in need, through the distribution of food, clothing, and other essential items.\n\nBeyond material aid, this action strengthened human bonds and highlighted the importance of mutual aid and associative commitment. It is together, hand in hand, that we build a more solidary and humane future.",
    "project3_title": "Iftar Invitation",
    "project3_description": "Les Amis de Demain Association and Troupe des Pays Association express their deep gratitude and sincere thanks to Al Wifaq Association for their kind invitation to the iftar.\n\nIt was a warm moment, filled with brotherhood and solidarity, reflecting the values of sharing and mutual aid that we cherish. We hope that such initiatives will continue to strengthen the bonds between our associations for the good of our community.\n\nMay God reward you for your generosity. Together, let's build a better future! ✨",
    "learn_more": "Learn More",
    "join_cta": "Join Us",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "send": "Send",
    "contact_info": "Contact Information",
    "phone": "Phone",
    "address": "Address",
    "about_title": "About Us",
    "mission_title": "Our Mission",
    "mission_text": "Our mission is to sow the seeds of a better future by supporting young people, children, and communities towards sustainable, equitable, and supportive development. We work through educational, cultural, environmental, and social actions to raise awareness, strengthen capacities, and promote civic engagement. Together, let's build the tomorrow we want to see.",
    "vision_title": "Our Vision",
    "vision_text": "We envision a future where young people are the drivers of change, bearers of human, ecological, and supportive values. Our vision is of a society where every young person is heard, valued, and supported to become an active citizen, aware of their impact on the world. Through our actions, we dream of building united, responsible, and engaged communities for a greener, fairer, and more humane future.",
    "team_title": "Our Team",
    "team_subtitle": "Meet the passionate members who bring our association to life",
    "hiba_title": "General Secretary",
    "hiba_description": "Hiba Ezzouiri, General Secretary of Les Amis de Demain association, embodies commitment and determination in service of our mission. Her leadership and strategic vision guide our actions towards a better future.",
    "position": "Position"
}