{
    "home": "Accueil",
    "about": "À propos",
    "projects": "Nos Projets",
    "team": "Notre Équipe",
    "contact": "Contact",
    "welcome": "Bienvenue sur Les Amis de Demain",
    "mission": "Découvrez notre mission et nos projets pour un avenir meilleur.",
    "project1_title": "Notre expérience de formation à l'EFET",
    "project1_description": "Dans le cadre de notre engagement associatif et de notre volonté de développement personnel et collectif, les membres de l'association Les Amis de Demain ont suivi une formation enrichissante au sein de l'École Française d'Enseignement Technique (EFET).\n\nCette formation nous a permis d'acquérir des compétences clés en communication, gestion de projets, outils numériques et développement personnel. Elle a été une véritable opportunité de renforcer notre esprit d'équipe, notre sens de l'initiative et notre capacité à mener des actions concrètes sur le terrain.\n\nGrâce à cet apprentissage, nous sommes aujourd'hui mieux outillés pour porter les valeurs de l'association et mener des projets qui ont un réel impact sur notre communauté.",
    "project2_title": "Action solidaire avec Bab Rayan – Ensemble pour un avenir meilleur",
    "project2_description": "Dans un esprit de partage et de solidarité, l'association Les Amis de Demain a organisé une action humanitaire en collaboration avec l'association Bab Rayan.\n\nCette initiative a été dédiée à l'aide aux personnes dans le besoin, à travers la distribution de denrées alimentaires, de vêtements et d'autres produits essentiels.\n\nAu-delà de l'aide matérielle, cette action a renforcé les liens humains et a mis en lumière l'importance de l'entraide et de l'engagement associatif. C'est ensemble, main dans la main, que nous construisons un futur plus solidaire et plus humain.",
    "project3_title": "Invitation à l'iftar",
    "project3_description": "L'Association Les Amis de Demain et l'Association Troupe des Pays expriment leur profonde gratitude et leurs sincères remerciements à l'Association Al Wifaq pour son aimable invitation à l'iftar.\n\nCe fut un moment chaleureux, empreint de fraternité et de solidarité, qui reflète les valeurs de partage et d'entraide que nous chérissons. Nous espérons que de telles initiatives continueront à renforcer les liens entre nos associations pour le bien de notre communauté.\n\nQue Dieu vous récompense pour votre générosité. Ensemble, bâtissons un avenir meilleur ! ✨",
    "learn_more": "En savoir plus",
    "join_cta": "Rejoignez-nous",
    "name": "Nom",
    "email": "Email",
    "message": "Message",
    "send": "Envoyer",
    "contact_info": "Informations de Contact",
    "phone": "Téléphone",
    "address": "Adresse",
    "about_title": "À Propos de Nous – Les Amis de Demain",
    "mission_title": "Notre Mission – Les Amis de Demain",
    "mission_text": "Notre mission est de semer les graines d'un avenir meilleur en accompagnant les jeunes, les enfants et les communautés vers un développement durable, équitable et solidaire. Nous œuvrons à travers des actions éducatives, culturelles, environnementales et sociales pour éveiller les consciences, renforcer les capacités et promouvoir l'engagement citoyen. Ensemble, construisons le demain que nous voulons voir.",
    "vision_title": "Notre Vision – Les Amis de Demain",
    "vision_text": "Nous imaginons un avenir où les jeunes sont les moteurs du changement, porteurs de valeurs humaines, écologiques et solidaires. Notre vision est celle d'une société où chaque jeune est écouté, valorisé et accompagné pour devenir un citoyen actif, conscient de son impact sur le monde. À travers nos actions, nous rêvons de bâtir des communautés unies, responsables et engagées pour un avenir plus vert, plus juste et plus humain.",
    "team_title": "Notre Équipe",
    "team_subtitle": "Découvrez les membres passionnés qui font vivre notre association",
    "hiba_title": "Secrétaire Générale",
    "hiba_description": "Hiba Ezzouiri, secrétaire générale de l'association Les Amis de Demain, incarne l'engagement et la détermination au service de notre mission. Son leadership et sa vision stratégique guident nos actions vers un avenir meilleur.",
    "position": "Poste"
}